INSERT INTO authors (first_name, last_name) VALUES
('Иван', 'Иванов'),
('Петр', 'Петров'),
('Алексей', 'Алексеев'),
('Виктория', 'Орлова');
('Мира', 'Козлова'),
('Роберт', 'Харитонов'),
('Эмилия', 'Моргунова'),
('Анна', 'Маркова');
('Мария', 'Бондарева'),
('Юлия', 'Масленникова'),
('Антон', 'Павлов'),
('Виктория', 'Петрова');
('Арина', 'Минина'),
('Тихон', 'Гаврилов'),
('Степан', 'Прохоров'),
('Степан', 'Кулаков');


INSERT INTO books (title, author_id) VALUES
('Книга 1', 1),
('Книга 2', 2),
('Книга 3', 3),
('Книга 4', 4),
('Книга 5', 1),
('Книга 6', 2),
('Книга 7', 3),
('Книга 8', 4),
('Книга 9', 1);
('Книга 1', 5),
('Книга 2', 6),
('Книга 3', 7),
('Книга 4', 8),
('Книга 5', 9),
('Книга 6', 10),
('Книга 7', 11),
('Книга 8', 12),
('Книга 9', 13);
('Книга 1', 14),
('Книга 2', 15),
('Книга 3', 16),
('Книга 4', 7),
('Книга 5', 8),
('Книга 6', 9),
('Книга 7', 14),
('Книга 8', 6),
('Книга 9', 5);