INSERT INTO authors (first_name, last_name) VALUES
('Иван', 'Иванов'),
('Петр', 'Петров'),
('Алексей', 'Алексеев'),
('Виктория', 'Орлова'),
('Мира', 'Козлова'),
('Роберт', 'Харитонов'),
('Эмилия', 'Моргунова'),
('Анна', 'Маркова'),
('Мария', 'Бондарева'),
('Юлия', 'Масленникова'),
('Антон', 'Павлов'),
('Виктория', 'Петрова'),
('Арина', 'Минина'),
('Тихон', 'Гаврилов'),
('Степан', 'Прохоров'),
('Степан', 'Кулаков');


INSERT INTO books (title, data) VALUES
('Книга 1','2023-08-08 19:59:33.992'),
('Книга 2','2023-08-08 19:59:33.993'),
('Книга 3','2023-08-08 19:59:33.994'),
('Книга 4','2023-08-08 19:59:33.995'),
('Книга 5','2023-08-08 19:59:33.996'),
('Книга 6','2023-08-08 19:59:33.997'),
('Книга 7','2023-08-08 19:59:33.998'),
('Книга 8','2023-08-08 19:59:33.999'),
('Книга 9','2023-08-08 19:59:34.991'),
('Книга 10','2023-08-08 19:59:35.991'),
('Книга 11','2023-08-08 19:59:36.991'),
('Книга 12','2023-08-08 19:59:37.991'),
('Книга 13','2023-08-08 19:59:38.991'),
('Книга 14','2023-08-08 19:59:39.991'),
('Книга 15','2023-08-08 19:59:40.991'),
('Книга 16','2023-08-08 19:59:33.591'),
('Книга 17','2023-08-08 19:59:33.791'),
('Книга 18','2023-08-08 19:59:33.891'),
('Книга 19','2023-08-08 19:59:33.901'),
('Книга 20','2023-08-08 19:59:33.911'),
('Книга 21','2023-08-08 19:59:33.921'),
('Книга 22','2023-08-08 19:59:33.931'),
('Книга 23','2023-08-08 19:59:33.941'),
('Книга 24','2023-08-08 19:59:33.951'),
('Книга 25','2023-08-08 19:59:33.961'),
('Книга 26','2023-08-08 19:59:33.971'),
('Книга 27','2023-08-08 19:59:33.981');

INSERT INTO author_book (author_id, book_id) VALUES
(1,1)
(1,2)
(2,3)